Version2/TestTool/TestTool.Setup/Requests/AccessControl/GetAccessPointInfoList/Short.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tac="http://www.onvif.org/ver10/accesscontrol/wsdl">
   <soap:Header/>
   <soap:Body>
      <tac:GetAccessPointInfoList>         
      </tac:GetAccessPointInfoList>
   </soap:Body>
</soap:Envelope>